# vim: set ft=ruby

cask_args appdir: "/Applications"
tap "homebrew/cask"

brew "ag"
brew "ctags"
brew "ffmpeg"
brew "git"
brew "tig"
brew "tmux"
brew "youtube-dl"

cask "android-file-transfer"
cask "authy"
cask "balsamiq-mockups"
cask "bartender"
cask "calibre"
cask "docker"
cask "firefox"
cask "gpg-suite-no-mail"
cask "hazel"
cask "hyper"
cask "iina"
cask "launchbar"
cask "macvim"
cask "mailmate"
cask "micro-snitch"
cask "nordvpn"
cask "omnifocus"
cask "omnigraffle"
cask "patchwork"
cask "paw"
cask "skype"
cask "superduper"
cask "visual-studio-code"
cask "xquartz"
cask "zotero"
