# vim: set ft=ruby

cask_args appdir: "/Applications"
tap "homebrew/cask"

brew "ag"
brew "ctags"
brew "ffmpeg"
brew "git"
brew "tig"
brew "tmux"
brew "youtube-dl"

cask "balsamiq-mockups"
cask "firefox"
cask "hazel"
cask "iterm2"
cask "launchbar"
cask "macvim"
cask "mailmate"
cask "micro-snitch"
cask "omnifocus"
cask "omnigraffle"
cask "patchwork"
cask "paw"
cask "sublime-text"
cask "superduper"
