brew "gnupg"
brew "pinentry-mac"
brew "ledger"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "universal-ctags"
brew "bat"
brew "fzf"
brew "jq"
brew "fd"
brew "rsync"
brew "git"
brew "git-delta"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "rename"
brew "gitui"

cask "1password"
cask "iterm2"
cask "maccy"
cask "netnewswire"
cask "omnifocus"
cask "omnigraffle"
cask "tor-browser"

cask "font-jetbrains-mono-nerd-font"
